Repository: exodus-ai-org/ios
Catalog: Resources/App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hant, zh_hk

# settings:memory.settings.useInChat.label
source: Use memory in chats
de: Gedächtnis in Chats verwenden
es: Usar memoria en los chats
fr: Utiliser la mémoire dans les conversations
it: Usa la memoria nelle chat
ja: チャットでメモリーを使用
ko: 채팅에서 메모리 사용
pt_br: Usar memória nos chats
zh_hant: 在聊天中使用記憶
zh_hk: 在聊天中使用記憶

# settings:nav.aiProviders.title
source: AI Providers
de: KI-Anbieter
es: Proveedores de IA
fr: Fournisseurs d'IA
it: Provider AI
ja: AIプロバイダー
ko: AI 제공자
pt_br: Provedores de IA
zh_hant: AI 供應商
zh_hk: AI 供應商

# settings:nav.builtinTools.title
source: Built-in Tools
de: Integrierte Tools
es: Herramientas integradas
fr: Outils intégrés
it: Strumenti integrati
ja: 組み込みツール
ko: 내장 도구
pt_br: Ferramentas Integradas
zh_hant: 內建工具
zh_hk: 內建工具

# settings:nav.general.title
source: General
de: Allgemein
fr: Général
it: Generale
ja: 一般
ko: 일반
pt_br: Geral
zh_hant: 一般
zh_hk: 一般

# settings:nav.mcpServers.title
source: MCP Servers
de: MCP-Server
es: Servidores MCP
fr: Serveurs MCP
it: Server MCP
ja: MCPサーバー
ko: MCP 서버
pt_br: Servidores MCP
zh_hant: MCP 伺服器
zh_hk: MCP 伺服器

# settings:nav.memory.title
source: Memory
de: Gedächtnis
es: Memoria
fr: Mémoire
it: Memoria
ja: メモリー
ko: 메모리
pt_br: Memória
zh_hant: 記憶
zh_hk: 記憶

# settings:nav.personality.title
source: Personality
de: Persönlichkeit
es: Personalidad
fr: Personnalité
it: Personalità
ja: パーソナリティ
ko: 성격
pt_br: Personalidade
zh_hant: 個性
zh_hk: 個性

# settings:nav.profile.title
source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
ja: プロフィール
ko: 프로필
pt_br: Perfil
zh_hant: 個人檔案
zh_hk: 個人檔案

# settings:personality.aboutYou.label
source: More about you
de: Mehr über Sie
es: Más sobre usted
fr: En savoir plus sur vous
it: Altro su di te
ja: あなたについて
ko: 나에 대해 더 알려주기
pt_br: Mais sobre você
zh_hant: 關於你的更多資訊
zh_hk: 關於你的更多資訊

# settings:personality.aboutYou.placeholder
source: Interests, values, or preferences to keep in mind
de: Interessen, Werte oder Präferenzen, die berücksichtigt werden sollen
es: Intereses, valores o preferencias a tener en cuenta
fr: Centres d'intérêt, valeurs ou préférences à prendre en compte
it: Interessi, valori o preferenze da tenere presenti
ja: 覚えておいてほしい興味、価値観、好みなど
ko: 관심사, 가치관, 또는 참고할 만한 선호 사항
pt_br: Interesses, valores ou preferências a serem considerados
zh_hant: 希望被記住的興趣、價值觀或偏好
zh_hk: 希望被記住的興趣、價值觀或偏好

# settings:personality.baseStyle.description
source: Set the style and tone of how Exodus responds to you
de: Legen Sie fest, in welchem Stil und Ton Exodus Ihnen antwortet
es: Defina el estilo y el tono con que Exodus le responde
fr: Définissez le style et le ton des réponses d'Exodus
it: Imposta lo stile e il tono con cui Exodus ti risponde
ja: Exodusがあなたに応答する際のスタイルとトーンを設定します
ko: Exodus가 응답하는 스타일과 어조를 설정합니다
pt_br: Defina o estilo e o tom de como o Exodus responde a você
zh_hant: 設定 Exodus 回覆你時的風格與語氣
zh_hk: 設定 Exodus 回覆你時的風格與語氣

# settings:personality.baseStyle.label
source: Base style and tone
de: Grundstil und Ton
es: Estilo y tono base
fr: Style et ton de base
it: Stile e tono di base
ja: 基本のスタイルとトーン
ko: 기본 스타일과 어조
pt_br: Estilo e tom base
zh_hant: 基本風格與語氣
zh_hk: 基本風格與語氣

# settings:personality.baseStyle.options.candid
source: Candid
de: Direkt
es: Franco
fr: Franc
it: Schietto
ja: 率直
ko: 솔직함
pt_br: Direto
zh_hant: 坦率
zh_hk: 坦率

# settings:personality.baseStyle.options.cynical
source: Cynical
de: Zynisch
es: Cínico
fr: Cynique
it: Cinico
ja: シニカル
ko: 냉소적
pt_br: Cínico
zh_hant: 犀利
zh_hk: 犀利

# settings:personality.baseStyle.options.default
source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: デフォルト
ko: 기본값
pt_br: Padrão
zh_hant: 預設
zh_hk: 預設

# settings:personality.baseStyle.options.efficient
source: Efficient
de: Effizient
es: Eficiente
fr: Efficace
it: Efficiente
ja: 効率重視
ko: 효율적
pt_br: Eficiente
zh_hant: 簡潔有效率
zh_hk: 簡潔有效率

# settings:personality.baseStyle.options.friendly
source: Friendly
de: Freundlich
es: Amigable
fr: Amical
it: Amichevole
ja: フレンドリー
ko: 친근함
pt_br: Amigável
zh_hant: 親切
zh_hk: 親切

# settings:personality.baseStyle.options.professional
source: Professional
de: Professionell
es: Profesional
fr: Professionnel
it: Professionale
ja: プロフェッショナル
ko: 전문적
pt_br: Profissional
zh_hant: 專業
zh_hk: 專業

# settings:personality.baseStyle.options.quirky
source: Quirky
de: Schrullig
es: Peculiar
fr: Excentrique
it: Eccentrico
ja: 個性的
ko: 독특함
pt_br: Excêntrico
zh_hant: 俏皮
zh_hk: 俏皮

# settings:personality.customInstructions.label
source: Custom instructions
de: Benutzerdefinierte Anweisungen
es: Instrucciones personalizadas
fr: Instructions personnalisées
it: Istruzioni personalizzate
ja: カスタム指示
ko: 사용자 지정 지침
pt_br: Instruções personalizadas
zh_hant: 自訂指示
zh_hk: 自訂指示

# settings:personality.customInstructions.placeholder
source: Additional behavior, style, and tone preferences
de: Weitere Verhaltens-, Stil- und Tonpräferenzen
es: Preferencias adicionales de comportamiento, estilo y tono
fr: Préférences supplémentaires de comportement, de style et de ton
it: Ulteriori preferenze di comportamento, stile e tono
ja: 追加の振る舞い、スタイル、トーンの好みについて
ko: 추가로 원하는 행동, 스타일, 어조
pt_br: Preferências adicionais de comportamento, estilo e tom
zh_hant: 其他行為、風格與語氣偏好
zh_hk: 其他行為、風格與語氣偏好

# settings:personality.enthusiastic
source: Enthusiastic
de: Enthusiastisch
es: Entusiasta
fr: Enthousiaste
it: Entusiasta
ja: 熱意
ko: 열정적
pt_br: Entusiasmado
zh_hant: 熱情
zh_hk: 熱情

# settings:personality.headersAndLists
source: Headers & Lists
de: Überschriften & Listen
es: Encabezados y listas
fr: Titres et listes
it: Intestazioni ed elenchi
ja: 見出しとリスト
ko: 제목과 목록
pt_br: Títulos e Listas
zh_hant: 標題與清單
zh_hk: 標題與清單

# settings:personality.level.default
source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: デフォルト
ko: 기본값
pt_br: Padrão
zh_hant: 預設
zh_hk: 預設

# settings:personality.level.less
source: Less
de: Weniger
es: Menos
fr: Moins
it: Di meno
ja: 少なめ
ko: 더 적게
pt_br: Menos
zh_hant: 更少
zh_hk: 更少

# settings:personality.level.more
source: More
de: Mehr
es: Más
fr: Plus
it: Di più
ja: 多め
ko: 더 많이
pt_br: Mais
zh_hant: 更多
zh_hk: 更多

# settings:personality.nickname.label
source: Nickname
de: Spitzname
es: Apodo
fr: Surnom
it: Soprannome
ja: ニックネーム
ko: 닉네임
pt_br: Apelido
zh_hant: 暱稱
zh_hk: 暱稱

# settings:personality.nickname.placeholder
source: What should Exodus call you?
de: Wie soll Exodus Sie nennen?
es: ¿Cómo debería llamarle Exodus?
fr: Comment Exodus doit-il vous appeler ?
it: Come dovrebbe chiamarti Exodus?
ja: Exodusにどう呼んでほしいですか?
ko: Exodus가 당신을 어떻게 부르면 될까요?
pt_br: Como o Exodus deve chamar você?
zh_hant: Exodus 應該怎麼稱呼你？
zh_hk: Exodus 應該怎樣稱呼你？

# settings:personality.occupation.label
source: Occupation
de: Beruf
es: Ocupación
fr: Profession
it: Occupazione
ja: 職業
ko: 직업
pt_br: Ocupação
zh_hant: 職業
zh_hk: 職業

# settings:personality.occupation.placeholder
source: e.g., Software engineer, Designer
de: z. B. Softwareentwickler, Designer
es: P. ej., Ingeniero de software, Diseñador
fr: par ex. Ingénieur logiciel, Designer
it: es. Ingegnere del software, Designer
ja: 例:ソフトウェアエンジニア、デザイナー
ko: 예: 소프트웨어 엔지니어, 디자이너
pt_br: ex.: Engenheiro de software, Designer
zh_hant: 例如：軟體工程師、設計師
zh_hk: 例如：軟件工程師、設計師

# settings:personality.sections.aboutYou
source: About you
de: Über Sie
es: Sobre ti
fr: À propos de vous
it: Su di te
ja: あなたについて
ko: 사용자 정보
pt_br: Sobre você
zh_hant: 關於你
zh_hk: 關於你

# settings:personality.sections.instructions
source: Instructions
de: Anweisungen
es: Instrucciones
it: Istruzioni
ja: 指示
ko: 지침
pt_br: Instruções
zh_hant: 指示
zh_hk: 指示

# settings:personality.sections.style
source: Style
de: Stil
es: Estilo
it: Stile
ja: スタイル
ko: 스타일
pt_br: Estilo
zh_hant: 風格
zh_hk: 風格

# settings:personality.warm
source: Warm
de: Warmherzig
es: Cálido
fr: Chaleureux
it: Caloroso
ja: 温かみ
ko: 따뜻함
pt_br: Caloroso
zh_hant: 溫暖
zh_hk: 溫暖

# settings:profile.activity.heading
source: Token activity
de: Token-Aktivität
es: Actividad de tokens
fr: Activité des jetons
it: Attività dei token
ja: トークン使用状況
ko: 토큰 활동
pt_br: Atividade de tokens
zh_hant: Token 使用活動
zh_hk: Token 使用活動

# settings:profile.activity.mode.cumulative
source: Cumulative
de: Kumulativ
es: Acumulado
fr: Cumulatif
it: Cumulativa
ja: 累積
ko: 누적
pt_br: Cumulativo
zh_hant: 累計
zh_hk: 累計

# settings:profile.activity.mode.daily
source: Daily
de: Täglich
es: Diario
fr: Quotidien
it: Giornaliera
ja: 日別
ko: 일별
pt_br: Diário
zh_hant: 每日
zh_hk: 每日

# settings:profile.insights.activeSkills
source: Active skills
de: Aktive Skills
es: Habilidades activas
fr: Compétences actives
it: Skill attive
ja: 有効なスキル数
ko: 활성 스킬
pt_br: Habilidades ativas
zh_hant: 已啟用技能
zh_hk: 已啟用技能

# settings:profile.insights.installedSkills
source: Installed skills
de: Installierte Skills
es: Habilidades instaladas
fr: Compétences installées
it: Skill installate
ja: インストール済みスキル数
ko: 설치된 스킬
pt_br: Habilidades instaladas
zh_hant: 已安裝技能
zh_hk: 已安裝技能

# settings:profile.insights.modelRequests
source: Model requests
de: Modellanfragen
es: Solicitudes al modelo
fr: Requêtes au modèle
it: Richieste al modello
ja: モデルリクエスト数
ko: 모델 요청 수
pt_br: Solicitações ao modelo
zh_hant: 模型請求數
zh_hk: 模型請求數

# settings:profile.insights.sectionTitle
source: Activity insights
de: Aktivitätseinblicke
es: Estadísticas de actividad
fr: Aperçu de l'activité
it: Statistiche sull'attività
ja: 利用状況インサイト
ko: 활동 인사이트
pt_br: Insights de atividade
zh_hant: 活動洞察
zh_hk: 活動洞察

# settings:profile.insights.totalChats
source: Total chats
de: Chats insgesamt
es: Chats totales
fr: Conversations totales
it: Chat totali
ja: 総チャット数
ko: 전체 채팅 수
pt_br: Total de chats
zh_hant: 聊天總數
zh_hk: 聊天總數

# settings:profile.stats.currentStreak
source: Current streak
de: Aktuelle Serie
es: Racha actual
fr: Série en cours
it: Serie attuale
ja: 現在の連続利用日数
ko: 현재 연속 기록
pt_br: Sequência atual
zh_hant: 目前連續天數
zh_hk: 目前連續天數

# settings:profile.stats.lifetimeTokens
source: Lifetime tokens
de: Tokens insgesamt
es: Tokens totales
fr: Jetons cumulés
it: Token totali
ja: 累計トークン数
ko: 누적 토큰
pt_br: Tokens totais
zh_hant: 累計 Token 數
zh_hk: 累計 Token 數

# settings:profile.stats.longestStreak
source: Longest streak
de: Längste Serie
es: Racha más larga
fr: Plus longue série
it: Serie più lunga
ja: 最長連続利用日数
ko: 최장 연속 기록
pt_br: Maior sequência
zh_hant: 最長連續天數
zh_hk: 最長連續天數

# settings:profile.stats.peakDay
source: Peak day
de: Bester Tag
es: Día pico
fr: Jour le plus actif
it: Giorno di picco
ja: 最多利用日
ko: 최고 사용일
pt_br: Dia de pico
zh_hant: 使用高峰日
zh_hk: 使用高峰日

# settings:profile.topModels.empty
source: No model usage yet
de: Noch keine Modellnutzung
es: Aún no hay uso de modelos
fr: Aucune utilisation de modèle pour le moment
it: Nessun utilizzo di modelli ancora
ja: モデルの利用履歴はまだありません
ko: 아직 모델 사용 내역이 없습니다
pt_br: Ainda não há uso de modelos
zh_hant: 尚無模型使用紀錄
zh_hk: 尚無模型使用記錄

# settings:profile.topModels.sectionTitle
source: Top models
de: Top-Modelle
es: Modelos más usados
fr: Modèles les plus utilisés
it: Modelli principali
ja: よく使うモデル
ko: 가장 많이 사용한 모델
pt_br: Principais modelos
zh_hant: 常用模型
zh_hk: 常用模型

# settings:providers.azure.apiVersion.description
source: Azure OpenAI API version string
de: Die Versionszeichenfolge der Azure OpenAI-API
es: Cadena de versión de la API de Azure OpenAI
fr: Chaîne de version de l'API Azure OpenAI
it: Stringa della versione API di Azure OpenAI
ja: Azure OpenAI APIのバージョン文字列
ko: Azure OpenAI API 버전 문자열
pt_br: String de versão da API do Azure OpenAI
zh_hant: Azure OpenAI API 版本字串
zh_hk: Azure OpenAI API 版本字串

# settings:providers.azure.endpoint.description
source: Your Azure OpenAI resource endpoint URL
de: Die Endpunkt-URL Ihrer Azure OpenAI-Ressource
es: La URL del endpoint de su recurso de Azure OpenAI
fr: L'URL du point de terminaison de votre ressource Azure OpenAI
it: L'URL dell'endpoint della tua risorsa Azure OpenAI
ja: Azure OpenAIリソースのエンドポイントURL
ko: Azure OpenAI 리소스 엔드포인트 URL
pt_br: A URL do endpoint do seu recurso Azure OpenAI
zh_hant: 你的 Azure OpenAI 資源端點 URL
zh_hk: 你的 Azure OpenAI 資源端點 URL

# settings:providers.azure.endpoint.label
source: Endpoint
de: Endpunkt
fr: Point de terminaison
ja: エンドポイント
ko: 엔드포인트
zh_hant: 端點
zh_hk: 端點

# settings:providers.azure.model.description
source: The Azure deployment name to use
de: Der zu verwendende Azure-Bereitstellungsname
es: El nombre de la implementación de Azure que se utilizará
fr: Le nom du déploiement Azure à utiliser
it: Il nome del deployment Azure da usare
ja: 使用するAzureのデプロイ名
ko: 사용할 Azure 배포 이름
pt_br: O nome da implantação do Azure a ser usado
zh_hant: 要使用的 Azure 部署名稱
zh_hk: 要使用的 Azure 部署名稱

# settings:providers.azure.model.label
source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
ja: モデル
ko: 모델
pt_br: Modelo
zh_hant: 模型
zh_hk: 模型

# settings:providers.config.description
source: The AI provider to use for chat
de: Der für den Chat verwendete KI-Anbieter
es: El proveedor de IA que se usará para el chat
fr: Le fournisseur d'IA à utiliser pour la conversation
it: Il provider AI da usare per la chat
ja: チャットに使用するAIプロバイダー
ko: 채팅에 사용할 AI 제공자
pt_br: O provedor de IA a ser usado no chat
zh_hant: 用於聊天的 AI 供應商
zh_hk: 用於聊天的 AI 供應商

# settings:providers.config.label
source: Provider
de: Anbieter
es: Proveedor
fr: Fournisseur
ja: プロバイダー
ko: 제공자
pt_br: Provedor
zh_hant: 供應商
zh_hk: 供應商

# settings:providers.fields.apiKey.description
source: Your %@ API key
de: Ihr %@-API-Schlüssel
es: Su clave de API de %@
fr: Votre clé API %@
it: La tua chiave API %@
ja: あなたの%@ APIキー
ko: %@ API 키
pt_br: Sua chave de API da %@
zh_hant: 你的 %@ API 金鑰
zh_hk: 你的 %@ API 金鑰

# settings:providers.fields.apiKey.label
source: API Key
de: API-Schlüssel
es: Clave de API
fr: Clé API
it: Chiave API
ja: APIキー
ko: API 키
pt_br: Chave de API
zh_hant: API 金鑰
zh_hk: API 金鑰

# settings:providers.fields.baseUrl.description
source: Custom API endpoint. Leave empty for default
de: Benutzerdefinierter API-Endpunkt. Für Standard leer lassen
es: Endpoint de API personalizado. Déjelo vacío para usar el predeterminado
fr: Point de terminaison API personnalisé. Laissez vide pour utiliser la valeur par défaut
it: Endpoint API personalizzato. Lascia vuoto per usare quello predefinito
ja: カスタムAPIエンドポイント。デフォルトを使う場合は空欄のままにしてください
ko: 사용자 지정 API 엔드포인트. 비워 두면 기본값을 사용합니다
pt_br: Endpoint de API personalizado. Deixe vazio para usar o padrão
zh_hant: 自訂 API 端點，留空則使用預設值
zh_hk: 自訂 API 端點，留空則使用預設值

# settings:providers.fields.baseUrl.label
source: Base URL
de: Basis-URL
es: URL base
fr: URL de base
it: URL di base
ja: ベースURL
ko: 기본 URL
pt_br: URL Base
zh_hant: 基礎 URL
zh_hk: 基礎 URL

# settings:providers.model.description
source: The model used for this provider
de: Das für diesen Anbieter verwendete Modell
es: El modelo usado para este proveedor
fr: Le modèle utilisé pour ce fournisseur
it: Il modello usato per questo provider
ja: このプロバイダーで使用するモデル
ko: 이 제공자가 사용할 모델
pt_br: O modelo usado por este provedor
zh_hant: 此供應商所使用的模型
zh_hk: 此供應商所使用的模型

# settings:providers.model.label
source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
ja: モデル
ko: 모델
pt_br: Modelo
zh_hant: 模型
zh_hk: 模型

# settings:providers.model.refresh
source: Refresh model list
de: Modellliste aktualisieren
es: Actualizar lista de modelos
fr: Actualiser la liste des modèles
it: Aggiorna elenco modelli
ja: モデル一覧を更新
ko: 모델 목록 새로고침
pt_br: Atualizar lista de modelos
zh_hant: 重新整理模型清單
zh_hk: 重新整理模型清單

# settings:providers.model.refreshHint
source: Refresh to see all available models.
de: Aktualisieren, um alle verfügbaren Modelle anzuzeigen.
es: Actualice para ver todos los modelos disponibles.
fr: Actualisez pour voir tous les modèles disponibles.
it: Aggiorna per vedere tutti i modelli disponibili.
ja: 更新して利用可能なすべてのモデルを表示します。
ko: 새로고침하면 사용 가능한 모든 모델을 볼 수 있습니다.
pt_br: Atualize para ver todos os modelos disponíveis.
zh_hant: 重新整理以檢視所有可用模型。
zh_hk: 重新整理以檢視所有可用模型。

# settings:providers.model.refreshing
source: Refreshing…
de: Wird aktualisiert…
es: Actualizando…
fr: Actualisation…
it: Aggiornamento in corso…
ja: 更新中…
ko: 새로고침 중…
pt_br: Atualizando…
zh_hant: 重新整理中…
zh_hk: 重新整理中…

# settings:providers.model.retrieve
source: Retrieve model list
de: Modellliste abrufen
es: Obtener lista de modelos
fr: Récupérer la liste des modèles
it: Recupera elenco modelli
ja: モデル一覧を取得
ko: 모델 목록 가져오기
pt_br: Obter lista de modelos
zh_hant: 取得模型清單
zh_hk: 取得模型清單

# settings:providers.model.retrieving
source: Retrieving…
de: Wird abgerufen…
es: Obteniendo…
fr: Récupération…
it: Recupero in corso…
ja: 取得中…
ko: 가져오는 중…
pt_br: Obtendo…
zh_hant: 取得中…
zh_hk: 取得中…

# settings:providers.model.staleWarning
source: "%@" is no longer offered by this provider — pick a current model.
de: „%@“ wird von diesem Anbieter nicht mehr angeboten — wählen Sie ein aktuelles Modell.
es: "%@" ya no está disponible en este proveedor: elija un modelo actual.
fr: « %@ » n'est plus proposé par ce fournisseur — choisissez un modèle actuel.
it: "%@" non è più offerto da questo provider — scegli un modello attuale.
ja: 「%@」はこのプロバイダーではもう提供されていません — 現在のモデルを選んでください。
ko: "%@"은(는) 더 이상 이 제공자에서 제공되지 않습니다 — 현재 사용 가능한 모델을 선택하세요.
pt_br: "%@" não é mais oferecido por este provedor — escolha um modelo atual.
zh_hant: 此供應商已不再提供「%@」——請選擇目前可用的模型。
zh_hk: 此供應商已不再提供「%@」——請選擇目前可用的模型。

# settings:providers.ollama.baseUrl.description
source: Ollama server address for local model inference
de: Adresse des Ollama-Servers für lokale Modellinferenz
es: Dirección del servidor de Ollama para inferencia de modelos local
fr: Adresse du serveur Ollama pour l'inférence de modèle locale
it: Indirizzo del server Ollama per l'inferenza dei modelli locali
ja: ローカルモデル推論用のOllamaサーバーアドレス
ko: 로컬 모델 추론을 위한 Ollama 서버 주소
pt_br: Endereço do servidor Ollama para inferência de modelo local
zh_hant: 用於本機模型推論的 Ollama 伺服器位址
zh_hk: 用於本機模型推論的 Ollama 伺服器位址

# settings:providers.ollama.baseUrl.label
source: Base URL
de: Basis-URL
es: URL base
fr: URL de base
it: URL di base
ja: ベースURL
ko: 기본 URL
pt_br: URL Base
zh_hant: 基礎 URL
zh_hk: 基礎 URL

# settings:secrets.destinationHint
source: Changing this address clears the saved API key — re-enter it after saving.
de: Wenn Sie diese Adresse ändern, wird der gespeicherte API-Schlüssel gelöscht – geben Sie ihn nach dem Speichern erneut ein.
es: Cambiar esta dirección borra la clave de API guardada: vuelva a introducirla después de guardar.
fr: Modifier cette adresse efface la clé API enregistrée : saisissez-la à nouveau après l’enregistrement.
it: Se modifichi questo indirizzo, la chiave API salvata viene cancellata: inseriscila di nuovo dopo il salvataggio.
ja: このアドレスを変更すると保存済みの API キーが消去されます。保存後にもう一度入力してください。
ko: 이 주소를 변경하면 저장된 API 키가 지워집니다. 저장한 뒤 다시 입력해 주세요.
pt_br: Alterar este endereço apaga a chave de API salva — digite-a novamente depois de salvar.
zh_hant: 變更此位址會清除已儲存的 API 金鑰，儲存後請重新輸入。
zh_hk: 更改此位址會清除已儲存的 API 金鑰，儲存後請重新輸入。

# settings:secrets.fields.anthropicApiKey
source: Anthropic API key
de: Anthropic-API-Schlüssel
es: Clave de API de Anthropic
fr: Clé API Anthropic
it: Chiave API Anthropic
ja: Anthropic API キー
ko: Anthropic API 키
pt_br: Chave de API de Anthropic
zh_hant: Anthropic API 金鑰
zh_hk: Anthropic API 金鑰

# settings:secrets.fields.azureOpenaiApiKey
source: Azure OpenAI API key
de: Azure-OpenAI-API-Schlüssel
es: Clave de API de Azure OpenAI
fr: Clé API Azure OpenAI
it: Chiave API Azure OpenAI
ja: Azure OpenAI API キー
ko: Azure OpenAI API 키
pt_br: Chave de API de Azure OpenAI
zh_hant: Azure OpenAI API 金鑰
zh_hk: Azure OpenAI API 金鑰

# settings:secrets.fields.braveApiKey
source: Brave Search API key
de: Brave-Search-API-Schlüssel
es: Clave de API de Brave Search
fr: Clé API Brave Search
it: Chiave API Brave Search
ja: Brave Search API キー
ko: Brave Search API 키
pt_br: Chave de API de Brave Search
zh_hant: Brave Search API 金鑰
zh_hk: Brave Search API 金鑰

# settings:secrets.fields.elasticsearchPassword
source: Elasticsearch password
de: Elasticsearch-Passwort
es: Contraseña de Elasticsearch
fr: Mot de passe Elasticsearch
it: Password di Elasticsearch
ja: Elasticsearch のパスワード
ko: Elasticsearch 비밀번호
pt_br: Senha do Elasticsearch
zh_hant: Elasticsearch 密碼
zh_hk: Elasticsearch 密碼

# settings:secrets.fields.googleApiKey
source: Google Maps API key
de: Google-Maps-API-Schlüssel
es: Clave de API de Google Maps
fr: Clé API Google Maps
it: Chiave API Google Maps
ja: Google Maps API キー
ko: Google Maps API 키
pt_br: Chave de API de Google Maps
zh_hant: Google Maps API 金鑰
zh_hk: Google Maps API 金鑰

# settings:secrets.fields.googleGeminiApiKey
source: Gemini API key
de: Gemini-API-Schlüssel
es: Clave de API de Gemini
fr: Clé API Gemini
it: Chiave API Gemini
ja: Gemini API キー
ko: Gemini API 키
pt_br: Chave de API de Gemini
zh_hant: Gemini API 金鑰
zh_hk: Gemini API 金鑰

# settings:secrets.fields.knowledgeBaseApiKey
source: LightRAG API key
de: LightRAG-API-Schlüssel
es: Clave de API de LightRAG
fr: Clé API LightRAG
it: Chiave API LightRAG
ja: LightRAG API キー
ko: LightRAG API 키
pt_br: Chave de API de LightRAG
zh_hant: LightRAG API 金鑰
zh_hk: LightRAG API 金鑰

# settings:secrets.fields.legacyMcpServers
source: Legacy MCP configuration
de: Alte MCP-Konfiguration
es: Configuración MCP heredada
fr: Ancienne configuration MCP
it: Configurazione MCP precedente
ja: 旧形式の MCP 設定
ko: 이전 MCP 구성
pt_br: Configuração MCP antiga
zh_hant: 舊版 MCP 設定
zh_hk: 舊版 MCP 設定

# settings:secrets.fields.openaiApiKey
source: OpenAI API key
de: OpenAI-API-Schlüssel
es: Clave de API de OpenAI
fr: Clé API OpenAI
it: Chiave API OpenAI
ja: OpenAI API キー
ko: OpenAI API 키
pt_br: Chave de API de OpenAI
zh_hant: OpenAI API 金鑰
zh_hk: OpenAI API 金鑰

# settings:secrets.fields.s3AccessKeyId
source: Amazon S3 access key ID
de: Amazon-S3-Zugriffsschlüssel-ID
es: ID de clave de acceso de Amazon S3
fr: ID de clé d’accès Amazon S3
it: ID chiave di accesso Amazon S3
ja: Amazon S3 のアクセスキー ID
ko: Amazon S3 액세스 키 ID
pt_br: ID da chave de acesso do Amazon S3
zh_hant: Amazon S3 存取金鑰 ID
zh_hk: Amazon S3 存取金鑰 ID

# settings:secrets.fields.s3SecretAccessKey
source: Amazon S3 secret access key
de: Geheimer Amazon-S3-Zugriffsschlüssel
es: Clave de acceso secreta de Amazon S3
fr: Clé d’accès secrète Amazon S3
it: Chiave di accesso segreta Amazon S3
ja: Amazon S3 のシークレットアクセスキー
ko: Amazon S3 비밀 액세스 키
pt_br: Chave de acesso secreta do Amazon S3
zh_hant: Amazon S3 秘密存取金鑰
zh_hk: Amazon S3 秘密存取金鑰

# settings:secrets.fields.xAiApiKey
source: xAI API key
de: xAI-API-Schlüssel
es: Clave de API de xAI
fr: Clé API xAI
it: Chiave API xAI
ja: xAI API キー
ko: xAI API 키
pt_br: Chave de API de xAI
zh_hant: xAI API 金鑰
zh_hk: xAI API 金鑰

# settings:secrets.input.noneAria
source: No key saved
de: Kein Schlüssel gespeichert
es: No hay ninguna clave guardada
fr: Aucune clé enregistrée
it: Nessuna chiave salvata
ja: 保存済みのキーはありません
ko: 저장된 키 없음
pt_br: Nenhuma chave salva
zh_hant: 未儲存金鑰
zh_hk: 未儲存金鑰

# settings:secrets.input.reenter
source: Enter this key again — the saved one can no longer be used.
de: Geben Sie diesen Schlüssel erneut ein – der gespeicherte kann nicht mehr verwendet werden.
es: Vuelva a introducir esta clave: la guardada ya no se puede usar.
fr: Saisissez à nouveau cette clé : celle enregistrée ne peut plus être utilisée.
it: Inserisci di nuovo questa chiave: quella salvata non può più essere usata.
ja: このキーをもう一度入力してください。保存済みのキーは使用できなくなりました。
ko: 이 키를 다시 입력해 주세요. 저장된 키는 더 이상 사용할 수 없습니다.
pt_br: Digite esta chave novamente — a salva não pode mais ser usada.
zh_hant: 請重新輸入此金鑰：已儲存的金鑰無法再使用。
zh_hk: 請重新輸入此金鑰：已儲存的金鑰無法再使用。

# settings:secrets.input.saved
source: Saved
de: Gespeichert
es: Guardada
fr: Enregistrée
it: Salvata
ja: 保存済み
ko: 저장됨
pt_br: Salva
zh_hant: 已儲存
zh_hk: 已儲存

# settings:secrets.input.savedAria
source: Saved key ending in %@
de: Gespeicherter Schlüssel, endet auf %@
es: Clave guardada que termina en %@
fr: Clé enregistrée se terminant par %@
it: Chiave salvata che termina con %@
ja: 末尾が %@ の保存済みキー
ko: %@(으)로 끝나는 저장된 키
pt_br: Chave salva terminada em %@
zh_hant: 已儲存的金鑰，結尾為 %@
zh_hk: 已儲存的金鑰，結尾為 %@
